Revit 2027 API
ParameterTypeId.MarkupsCreator Property
 "Creator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsCreator { get; }
Public Shared ReadOnly Property MarkupsCreator As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsCreator {
	ForgeTypeId^ get ();
}
static member MarkupsCreator : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace